--------------------------------------------------------
--  파일이 생성됨 - 금요일-7월-14-2017   
--------------------------------------------------------
REM INSERTING into LIB_BOOK
SET DEFINE OFF;
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788954646123','기사단장 죽이기 1','소설','문학동네',' 무라카미 하루키','9788954646123.jpg','무라카미 하루키가 7년 만에 선보인 본격 장편소설.
1979년 <바람의 노래를 들어라>로 군조신인문학상을 수상하며 데뷔한 이래
작가 인생 40여 년. 한때 개인주의와 허무주의를 대표하는 청춘의 전유물로
여겨지기도 했던 무라카미 하루키의 문학은 이제 세대와 국경을 아우르는
하나의 브랜드가 되었다. 

<기사단장 죽이기>는 무라카미 하루키가 지금까지 구축해온 작품세계를 
양하게 변주하며 현세대 독자에게 던지는 메시지이자,
소설 속 그림 ''기사단장 죽이기''가 그렇듯이 한 사람의 예술가로서 내면 깊은 곳
까지 내려가 농축한 결과물이다. 현대사회에서 장편소설이라는 형식의 이야기가
어떤 힘을 지니는지, 소설가가 안팎의 문제에 맞서 싸워나가는 방법은 무엇인지,
그동안 ''무국적 작가''로 불려온 하루키가 자신만의 방식으로 내놓은 대답을
이 작품을 통해 확인할 수 있다.

삼십대 중반의 초상화가 ''나''는 아내에게서 갑작스러운 이혼 통보를 받고 집을
나와서 친구의 아버지이자 저명한 일본화가 아마다 도모히코가 살던 산속
아틀리에에서 지내게 된다. 그리고 어느 날 천장 위에 숨겨져 있던 도모히코의
미발표작인 일본화 ''기사단장 죽이기''를 발견한다. 

모차르트 오페라 ''돈 조반니''의 등장인물을 일본 아스카 시대로 옮겨놓은 듯한
그 그림을 가지고 내려온 뒤로, ''나''의 주위에서 기이한 일들이 잇달아 일어난다.
그리고 얼마 후 ''나''의 앞에 ''기사단장''이 나타난다. 아마다 도모히코의 그림 속
기사단장의 모습과 똑같은, 수수께끼의 구덩이에서 풀려난 ''이데아''가.','대여가능',null,'1층J열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788954646130','기사단장 죽이기 2','소설','문학동네',' 무라카미 하루키','9788954646130.jpg','1979년 <바람의 노래를 들어라>로 군조신인문학상을 수상하며 데뷔한 이래
작가 인생 40여 년. 한때 개인주의와 허무주의를 대표하는 청춘의 전유물로
여겨지기도 했던 무라카미 하루키의 문학은 이제 세대와 국경을 아우르는
하나의 브랜드가 되었다. 

<기사단장 죽이기>는 무라카미 하루키가 지금까지 구축해온 작품세계를 
양하게 변주하며 현세대 독자에게 던지는 메시지이자,
소설 속 그림 ''''기사단장 죽이기''''가 그렇듯이 한 사람의 예술가로서 내면 깊은 곳
까지 내려가 농축한 결과물이다. 현대사회에서 장편소설이라는 형식의 이야기가
어떤 힘을 지니는지, 소설가가 안팎의 문제에 맞서 싸워나가는 방법은 무엇인지,
그동안 ''''무국적 작가''''로 불려온 하루키가 자신만의 방식으로 내놓은 대답을
이 작품을 통해 확인할 수 있다.

삼십대 중반의 초상화가 ''''나''''는 아내에게서 갑작스러운 이혼 통보를 받고 집을
나와서 친구의 아버지이자 저명한 일본화가 아마다 도모히코가 살던 산속
아틀리에에서 지내게 된다. 그리고 어느 날 천장 위에 숨겨져 있던 도모히코의
미발표작인 일본화 ''''기사단장 죽이기''''를 발견한다. 

모차르트 오페라 ''''돈 조반니''''의 등장인물을 일본 아스카 시대로 옮겨놓은 듯한
그 그림을 가지고 내려온 뒤로, ''''나''''의 주위에서 기이한 일들이 잇달아 일어난다.
그리고 얼마 후 ''''나''''의 앞에 ''''기사단장''''이 나타난다. 아마다 도모히코의 그림 속
기사단장의 모습과 똑같은, 수수께끼의 구덩이에서 풀려난 ''''이데아''''가.','대여가능',null,'1층J열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788970123691','상실의 시대','소설','문학사상사','무라카미 하루키','9788970123691.jpg','세계적 베스트셀러 작가로 거듭난 무라카미 하루키를 대표하는 자전적인 소설이다.
 이야기는 고등학교 시절부터 단짝이던 주인공 ‘나(와타나베)’를 중심으로, 절친한
친구 기즈키와 그의 여자친구 나오코와의 삼각관계로 시작된다. 

나오코와 깊이 사랑하는 사이였던 기즈키가, 돌연 자살을 하게 되자, ‘나’는 나오코와
급속도로 사랑에 빠져, 두 사람은 심신이 하나로 녹아든, 황홀하고 감미로운
첫날밤을 보낸다. 그후 돌연 나오코는 실종, 한참 후 그녀가 깊은 산중 정신요양원
에 입원중이라는 소식을 접한다. 나오코와 떨어져 고민하던 ‘나’ 앞에, 나오코의
내성적인 성격과는 정반대인 풋풋한 젊은 매력과 적극적인 행동파인 미도리가
나타나, 두 사람은 점점 가까워져, 파격적인 러브 스토리가 전개된다. 

죽음과 자살과 이별, 꿈과 이념, 우정과 사랑, 그런 모든 젊은 날에 차례차례
빚어지고 사라지는, 감격적인 환희와 슬픈 ‘상실’의 아픔이 끝없이 되풀이되고
엇갈리는 가운데, 언제나 깨어나면 ‘나는 혼자’라는 고독을 깨닫게 되는,
누구나 겪게 되는 ‘젊은 시절의 나날’이란 테마가 부각되어 있다.','대여가능',null,'1층J열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788937463105','노르웨이의 숲','소설','민음사','무라카미 하루키','9788937463105.jpg','1987년 발표된 후 오늘에 이르기까지 청춘의 영원한 필독서로 사랑받고 있는
무라카미 하루키의 대표작. 1960년대 말 고도성장기 일본을 배경으로,
개인과 사회 사이의 금방이라도 무너질 듯한 관계 가운데 손을 뻗으면
잡을 수 있을 것처럼 생생한 청춘의 순간을 그려냈다. 

35개국 이상의 국가에서 번역 소개되는 등 세계적인 ''하루키 붐''을 일으키며
무라카미 하루키의 문학적 성과를 널리 알린 현대 일본 문학의 대표작이다.
이번에 민음사에서는 1989년 <상실의 시대>라는 제명으로 처음 출간된 이래
한국 출판 사상 최장기 베스트셀러를 기록해 온 <노르웨이의 숲>을 원문에
충실하면서도 현대적인 언어로 새롭게 전면 번역하였다.','대여중','jihui','1층J열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788937473135','82년생 김지영','소설','민음사','조남주','9788937473135.jpg','오늘의 젊은 작가 13권. 조남주 장편소설. 조남주 작가는 2011년,
지적 장애가 있는 한 소년의 재능이 발견되면서 벌어지는 사건을 통해
삶의 부조리를 현실적이면서도 따뜻하게 그려낸 작품 <귀를 귀울이면>으로
''문학동네소설상''을 받으며 데뷔했다.

시사 교양 프로그램에서 10년 동안 일한 방송 작가답게 서민들의 일상에서
발생하는 비극을 사실적이고 공감대 높은 스토리로 표현하는 데 특출 난 재능을
보이는 작가는 신작 <82년생 김지영>에서 30대를 살고 있는 한국 여성들의
보편적인 일상을 완벽하게 재현한다.

주인공 ''김지영 씨''의 기억을 바탕으로 한 고백을 한 축으로, 고백을 뒷받침하는
각종 통계 자료와 기사들을 또 다른 축으로 삼는 이 소설은
1982년생 김지영 씨로 대변되는 ''그녀''들의 인생 마디마디에 존재하는
성차별적 요소를 핍진하게 묘사한다.
이를 통해 작가는 제도적 성차별이 줄어든 시대의 보이지 않는 차별들이
어떻게 여성들의 삶을 제약하고 억압하는지 보여 준다. 

여권이 신장된 시대, 그러나 여전히 ''여성''이라는 조건이 굴레로 존재하는
사회에서 살아가는 한 여자의 인생을 다룬 <82년생 김지영>은 조용한 고백과
뜨거운 고발로 완성된 새로운 페미니즘 소설이자 수많은 사람들의 경험과
자료로 이루어진 ''목소리 소설''이다','대여가능',null,'1층O열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788932917245','어린왕자','소설','열린책들','생텍쥐페리','9788932917245.jpg','"그 밤하늘에서 가장 빛나는 별"
<어린 왕자>는 인기있는 책이다. 그 인기에 부끄럽지 않을 만큼 좋은 책이기도 하다.
 얼마만큼 좋은가 하면 <인간의 대지>나 <야간 비행>처럼 생텍쥐페리의 다른
아름다운 산문들이 <어린 왕자>의 빛에 가려 제대로 보이지 않을 정도다. 그의 다른
 아름다운 글들에는 아무런 문제가 없다. 다만 그 글들은 더 먼 곳에 있는 별들처럼,
밤하늘을 오래 바라보는 이들에게만 모습을 드러낼 수 있다. <어린 왕자>는
광활하고 어두운 세계를, 삶의 미스터리를 직접적으로 주시하는 생텍쥐페리의 다른
 작품들 위에서 보름달처럼 반짝인다. <어린 왕자>는 금방 눈에 띄는 천체다.
이해하기 쉬운, 직관적인 우화다. 이 동화는 꿈꾸는 이들을 위한 잠언이며
몽상가들을 위한 탈무드다. 쉬운 이야기들 속에 (때로는 너무) 많은 것들이
들어있다. 사람들은 아직도 <어린 왕자>를 읽으면서 놀라곤 한다. ','대여가능',null,'1층B열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788937460449','데미안','소설','민음사','헤르만 헤세','9788937460449.jpg','1919년에 간행된 헤르만 헤세의 소설. 소년 싱클레어가 자각을 통해 성장해가는
과정을 그렸다. 싱클레어는 데미안을 통해 어두운 무의식의 세계를 알게 되고,
자신의 내면을 인식하기 시작한다.

1차 세계대전 중 많은 독일 젊은이들이 전장에 나가면서 군복 주머니 속에 품고
갔던 책이며, 어른이 되기 위해 보이지 않는 껍질을 깨고 고통스런 현실의 세계로
나서는 젊은이들을 은유하는 책이다. 지금까지도 젊은이들에게 ''통과의례''처럼
읽히고 있는 명작.','대여가능',null,'1층C열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788988399989','수학의 정석','교양','성지출판','홍성대','9788988399989.jpg','1. 다항식의 연산
2. 인수분해
3. 항등식과 미정계수
4. 나머지 정리
5. 실수
6. 복소수
7. 일차ㆍ이차ㆍ고차방정식
8. 연립방정식
9. 이차방정식의 판별식
10. 근과 계수의 관계
11. 방정식의 이론
12. 일차ㆍ이차부등식
13. 이차함수와 판별식
14. 최대와 최소
15. 평면좌표
16. 직선의 방정식
17. 원의 방정식
18. 도형의 이동
19. 부등식의 영역','대여가능',null,'2층F열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788996094050','윤성우의 열혈 C 프로그래밍','교양','오렌지미디어','윤성우','9788996094050.jpg','2003년 발행된「열혈강의 C 프로그래밍」의 개정판으로, 강의가 필요 없을 만큼
쉽게 설명되어 있는 책이다. 하지만 강의가 필요한 독자들을 위해서 저자가 직접
본 도서의 내용을 강의한다. 책만큼 유명한 이 강의와 함께 한다면 누구나 C언어를
쉽게 공부할 수 있을 것이다.','대여가능',null,'2층H열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788937450518','삼국지1','소설','민음사','이문열','9788937450518.jpg','1988년에 발행된 초판, 1993년에 선보인 신조판에 이어 십여 년 만에 개정판이
나왔다. 그동안 삼국지는 모두 1,200만 부가 팔리면서 오랫동안 베스트셀러
자리를 고수해왔다. 제1권의 경우, 2002년 2월까지 초판 19쇄와 신조판 81쇄를
합하여 총 100쇄를 발간한 기록을 가지고 있다. 

2002년 개정판은 독자들과 여러 학계에서 지적된 오류들을 바로 잡고,
문장을 가다듬어 웅혼하고 세련된 맛을 더했다. 평역자 스스로
 "이제 문장은 더 이상 손볼 필요가 없다"고 할 정도로
여러 차례의 교정을 거친 것이라 한다. 교정시, 역점을 둔 부분은 아래와 같다.

- 어려운 한문투 문장을 우리말로 쉽게 풀었다.
- 뜻풀이가 어려운 대목을 보충하기 위해 단어나 문장을 삽입했다.
- 되도록 한자를 쓰지 않았다.
- 문장과 문장 사이의 연결/접속 관계를 명확히 하고, 말투와 존칭을 바꾸었다.
','대여중','opq','1층C열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788937450532','삼국지3','소설','민음사','이문열','9788937450532.jpg','1988년에 발행된 초판, 1993년에 선보인 신조판에 이어 십여 년 만에 개정판이
나왔다. 그동안 삼국지는 모두 1,200만 부가 팔리면서 오랫동안 베스트셀러
자리를 고수해왔다. 제1권의 경우, 2002년 2월까지 초판 19쇄와 신조판 81쇄를
합하여 총 100쇄를 발간한 기록을 가지고 있다. 

2002년 개정판은 독자들과 여러 학계에서 지적된 오류들을 바로 잡고,
문장을 가다듬어 웅혼하고 세련된 맛을 더했다. 평역자 스스로
 "이제 문장은 더 이상 손볼 필요가 없다"고 할 정도로
여러 차례의 교정을 거친 것이라 한다. 교정시, 역점을 둔 부분은 아래와 같다.

- 어려운 한문투 문장을 우리말로 쉽게 풀었다.
- 뜻풀이가 어려운 대목을 보충하기 위해 단어나 문장을 삽입했다.
- 되도록 한자를 쓰지 않았다.
- 문장과 문장 사이의 연결/접속 관계를 명확히 하고, 말투와 존칭을 바꾸었다.','대여가능',null,'1층C열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788937450549','삼국지4','소설','민음사','이문열','9788937450549.jpg','1988년에 발행된 초판, 1993년에 선보인 신조판에 이어 십여 년 만에 개정판이
나왔다. 그동안 삼국지는 모두 1,200만 부가 팔리면서 오랫동안 베스트셀러
자리를 고수해왔다. 제1권의 경우, 2002년 2월까지 초판 19쇄와 신조판 81쇄를
합하여 총 100쇄를 발간한 기록을 가지고 있다. 

2002년 개정판은 독자들과 여러 학계에서 지적된 오류들을 바로 잡고,
문장을 가다듬어 웅혼하고 세련된 맛을 더했다. 평역자 스스로
 "이제 문장은 더 이상 손볼 필요가 없다"고 할 정도로
여러 차례의 교정을 거친 것이라 한다. 교정시, 역점을 둔 부분은 아래와 같다.

- 어려운 한문투 문장을 우리말로 쉽게 풀었다.
- 뜻풀이가 어려운 대목을 보충하기 위해 단어나 문장을 삽입했다.
- 되도록 한자를 쓰지 않았다.
- 문장과 문장 사이의 연결/접속 관계를 명확히 하고, 말투와 존칭을 바꾸었다.','대여중',null,'1층C열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788937450556','삼국지5','소설','민음사','이문열','9788937450556.jpg','1988년에 발행된 초판, 1993년에 선보인 신조판에 이어 십여 년 만에 개정판이
나왔다. 그동안 삼국지는 모두 1,200만 부가 팔리면서 오랫동안 베스트셀러
자리를 고수해왔다. 제1권의 경우, 2002년 2월까지 초판 19쇄와 신조판 81쇄를
합하여 총 100쇄를 발간한 기록을 가지고 있다. 

2002년 개정판은 독자들과 여러 학계에서 지적된 오류들을 바로 잡고,
문장을 가다듬어 웅혼하고 세련된 맛을 더했다. 평역자 스스로
 "이제 문장은 더 이상 손볼 필요가 없다"고 할 정도로
여러 차례의 교정을 거친 것이라 한다. 교정시, 역점을 둔 부분은 아래와 같다.

- 어려운 한문투 문장을 우리말로 쉽게 풀었다.
- 뜻풀이가 어려운 대목을 보충하기 위해 단어나 문장을 삽입했다.
- 되도록 한자를 쓰지 않았다.
- 문장과 문장 사이의 연결/접속 관계를 명확히 하고, 말투와 존칭을 바꾸었다.','대여중','jihui','1층C열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788937450563','삼국지6','소설','민음사','이문열','9788937450563.jpg','1988년에 발행된 초판, 1993년에 선보인 신조판에 이어 십여 년 만에 개정판이
나왔다. 그동안 삼국지는 모두 1,200만 부가 팔리면서 오랫동안 베스트셀러
자리를 고수해왔다. 제1권의 경우, 2002년 2월까지 초판 19쇄와 신조판 81쇄를
합하여 총 100쇄를 발간한 기록을 가지고 있다. 

2002년 개정판은 독자들과 여러 학계에서 지적된 오류들을 바로 잡고,
문장을 가다듬어 웅혼하고 세련된 맛을 더했다. 평역자 스스로
 "이제 문장은 더 이상 손볼 필요가 없다"고 할 정도로
여러 차례의 교정을 거친 것이라 한다. 교정시, 역점을 둔 부분은 아래와 같다.

- 어려운 한문투 문장을 우리말로 쉽게 풀었다.
- 뜻풀이가 어려운 대목을 보충하기 위해 단어나 문장을 삽입했다.
- 되도록 한자를 쓰지 않았다.
- 문장과 문장 사이의 연결/접속 관계를 명확히 하고, 말투와 존칭을 바꾸었다.','대여중','sks','1층C열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788937450587','삼국지8','소설','민음사','이문열','9788937450587.jpg','1988년에 발행된 초판, 1993년에 선보인 신조판에 이어 십여 년 만에 개정판이
나왔다. 그동안 삼국지는 모두 1,200만 부가 팔리면서 오랫동안 베스트셀러
자리를 고수해왔다. 제1권의 경우, 2002년 2월까지 초판 19쇄와 신조판 81쇄를
합하여 총 100쇄를 발간한 기록을 가지고 있다. 

2002년 개정판은 독자들과 여러 학계에서 지적된 오류들을 바로 잡고,
문장을 가다듬어 웅혼하고 세련된 맛을 더했다. 평역자 스스로
 "이제 문장은 더 이상 손볼 필요가 없다"고 할 정도로
여러 차례의 교정을 거친 것이라 한다. 교정시, 역점을 둔 부분은 아래와 같다.

- 어려운 한문투 문장을 우리말로 쉽게 풀었다.
- 뜻풀이가 어려운 대목을 보충하기 위해 단어나 문장을 삽입했다.
- 되도록 한자를 쓰지 않았다.
- 문장과 문장 사이의 연결/접속 관계를 명확히 하고, 말투와 존칭을 바꾸었다.','대여중','opq','1층C열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788937450594','삼국지9','소설','민음사','이문열','9788937450594.jpg','1988년에 발행된 초판, 1993년에 선보인 신조판에 이어 십여 년 만에 개정판이
나왔다. 그동안 삼국지는 모두 1,200만 부가 팔리면서 오랫동안 베스트셀러
자리를 고수해왔다. 제1권의 경우, 2002년 2월까지 초판 19쇄와 신조판 81쇄를
합하여 총 100쇄를 발간한 기록을 가지고 있다. 

2002년 개정판은 독자들과 여러 학계에서 지적된 오류들을 바로 잡고,
문장을 가다듬어 웅혼하고 세련된 맛을 더했다. 평역자 스스로
 "이제 문장은 더 이상 손볼 필요가 없다"고 할 정도로
여러 차례의 교정을 거친 것이라 한다. 교정시, 역점을 둔 부분은 아래와 같다.

- 어려운 한문투 문장을 우리말로 쉽게 풀었다.
- 뜻풀이가 어려운 대목을 보충하기 위해 단어나 문장을 삽입했다.
- 되도록 한자를 쓰지 않았다.
- 문장과 문장 사이의 연결/접속 관계를 명확히 하고, 말투와 존칭을 바꾸었다.','대여가능',null,'1층C열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788937450600','삼국지10','소설','민음사','이문열','9788937450600.jpg','1988년에 발행된 초판, 1993년에 선보인 신조판에 이어 십여 년 만에 개정판이
나왔다. 그동안 삼국지는 모두 1,200만 부가 팔리면서 오랫동안 베스트셀러
자리를 고수해왔다. 제1권의 경우, 2002년 2월까지 초판 19쇄와 신조판 81쇄를
합하여 총 100쇄를 발간한 기록을 가지고 있다. 

2002년 개정판은 독자들과 여러 학계에서 지적된 오류들을 바로 잡고,
문장을 가다듬어 웅혼하고 세련된 맛을 더했다. 평역자 스스로
 "이제 문장은 더 이상 손볼 필요가 없다"고 할 정도로
여러 차례의 교정을 거친 것이라 한다. 교정시, 역점을 둔 부분은 아래와 같다.

- 어려운 한문투 문장을 우리말로 쉽게 풀었다.
- 뜻풀이가 어려운 대목을 보충하기 위해 단어나 문장을 삽입했다.
- 되도록 한자를 쓰지 않았다.
- 문장과 문장 사이의 연결/접속 관계를 명확히 하고, 말투와 존칭을 바꾸었다.','대여가능',null,'1층C열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788996588733','정재승의 과학 콘서트','과학','어크로스','정재승','9788996588733.jpg','한국 과학책의 대표적인 베스트셀러인 <정재승의 과학 콘서트>가
출간 10주년을 맞아 개정증보판이 출간되었다. 출간 당시, 분야를 넘나드는
통합적 지식과 사유를 보여주며 세대를 초월해 즐길 수 있는
지식논픽션의 새로운 전범으로 소위 ‘과학 콘서트’ 신드롬을 일으켰다.
그 후 10년 동안 이 책은 대표적인 추천도서로, 교과서에 수록되고
각종 매체에 인용되며 세대와 세대를 이어가며 사랑을 받았다. 

저자는 출간 후 10년 동안 과학계의 변화, 특히 이 책의 주제인
‘이 우주에서 가장 복잡한 세계 중 하나인 인간 사회를 이해’하는 데
과학이 얼마나 유용해졌는지를 살펴보는 ‘커튼콜’을 추가하였다.

‘포춘 쿠키와 현대과학의 로또 당첨 대결 실험’에서부터
‘경영학과 네트워크 과학의 결합에 대한 성찰’까지 살피는
‘10년 늦은 커튼콜’을 읽는 것은 개정증보판을 읽는 또 하나의 즐거움이다.
또한 상상력을 자극하는 새로운 편집 체제는 이 책의 오랜 독자뿐만 아니라
새로운 세대의 독자에게 새로운 무대에 선 과학콘서트를 유쾌하게 즐길 수 있게
할 것이다.','대여가능',null,'2층P열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788983711892','코스모스','과학','사이언스 북스','칼 세이건','9788983711892.jpg','칼 세이건의 <코스모스> 특별판이 세이건의 서거 10주기를 기념하여 출간되었다.
이 특별판은 지난 2004년 12월에 출간된 <코스모스>(양장본)의 텍스트 전문과
도판 일부를 사용하고 판형을 휴대하기 쉬운 신국판으로 바꿔 출간한 책으로,
독자들이 좀 더 쉽게 칼 세이건의 메시지를 만날 수 있도록 배려한 책이다.

이번 특별판은 기존의 양장본의 텍스트 전문을 그대로 싣고 도판 중 본문을
이해하는데 꼭 필요한 것들을 골라 실었다.
그중에서도 컬러로 봐야 할 도판 자료들을 60컷 가까이 골라 컬러 화보로
본문 중간중간에 배치해 넣었다. 

또 하나 특기할 만한 것은 칼 세이건의 부인인 앤 드루얀이 칼 세이건의
서거 10주기를 맞춰 세이건의 빈자리를 생각하는 아름다운 글을
한국어판 서문으로 실은 것이다.
세이건이 생전에 이루어 놓은 일들과 그가 살아 있었다면 지금 해냈을 일들을
생각하는 이 글을 <코스모스>가 가진 가치를 한층 빛내 주고 있다.','대여가능',null,'2층Q열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788962621877','아인슈타인의 시계, 푸앵카레의 지도','소설','동아시아','피터갤리슨','9788962621877.jpg','''뉴욕타임스'' 올해의 주목도서, ''이코노미스트'' 올해의 책.
오늘날 우리는 스마트폰만 있으면 다른 나라의 시간이 언제인지 알 수 있고,
지도를 통해 세계 여러 나라의 모습을 살펴볼 수 있다.
그런데 시간은 어떻게 전 세계적으로 통일된 것일까?
그 어디에도 기준점이 없는 지구는
어떻게 현재의 경도와 위도 좌표를 갖게 된 것일까?

이 책은 19세기 말에서 20세기 초 푸앵카레와 아인슈타인이 시간 동기화와
상대성이론을 밝히면서 전 세계적으로 본초자오선과 경도를 정하고
시간과 지도가 통일되어가는 과정을 소개한다.

시계와 지도는 세계 각지에서 각각 발달해왔기 때문에 지역별로 각기 다른
시간과 지도를 사용하고 있었다. 하지만 19세기 말에는 철도, 전신 기술의 도입과
발달, 무선 통신의 확산, 식민지 제국의 확장 등으로 시간과 지도 통합의 필요성이
커지고 있었다. 가령, 본초자오선을 정하는 국제회의에서 영국과 프랑스는
자국에 본초자오선을 위치시키려고 설전을 벌였다. 본초자오선의 위치가 당시
전 세계에 식민지를 확장해가던 제국들 간의 자존심 싸움이 되었던 것이다.
이와 같은 19세기 말의 상황에서 물리학자이자 수학자이자 철학자이며,
프랑스 경도국의 핵심 인물인 앙리 푸앵카레는 전자기 신호를 이용한 규약화된
시간의 동기화 개념을 주장한다.','대여가능',null,'2층 A열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788932471631','이기적 유전자','과학','을유문화사','리처드 도킨스','9788932471631.jpg','현대 생물학의 새로운 지평을 연 세계적인 석학 리처드의 도킨스의 대표작이
2010년 전면개정판으로 다시 나왔다.

서울대 생명과학부의 홍영남 명예교수와 서울대 생명과학부에서 행동생태 및
진화를 연구하는 이상임 박사가 참여한 2010년 전면개정판은 내용의 정확성과
독자의 가독성을 모두 높였다. 전문 연구자뿐만 아니라 일반 독자에게도 내용이
잘 전달되도록 문장을 간결하고 적확하게 가다듬어, 도킨스의 사상과 주장이
쉽게 전해지게 했다. 

또한 이번 전면개정판에는 도킨스 특유의 재기와 통찰력이 돋보이는,
상세하고 방대한 분량의 주석을 덧붙여 생물학 분야에 관심 있는 전문가와
일반인도 이 책을 깊이 이해할 수 있도록 도왔다. 또 독자들의 폭넓은 이해를
위해서 풍부한 참고문헌과, 주요 개념어를 쉽게 찾을 수 있도록 일목요연하게
정리된 찾아보기를 영어 원문과 함께 제공한다.','대여중','jihui','2층 D열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788937450525','삼국지2','소설','민음사','이문열','9788937450525.jpg','1988년에 발행된 초판, 1993년에 선보인 신조판에 이어 십여 년 만에 개정판이
나왔다. 그동안 삼국지는 모두 1,200만 부가 팔리면서 오랫동안 베스트셀러
자리를 고수해왔다. 제1권의 경우, 2002년 2월까지 초판 19쇄와 신조판 81쇄를
합하여 총 100쇄를 발간한 기록을 가지고 있다. 

2002년 개정판은 독자들과 여러 학계에서 지적된 오류들을 바로 잡고,
문장을 가다듬어 웅혼하고 세련된 맛을 더했다. 평역자 스스로
 "이제 문장은 더 이상 손볼 필요가 없다"고 할 정도로
여러 차례의 교정을 거친 것이라 한다. 교정시, 역점을 둔 부분은 아래와 같다.

- 어려운 한문투 문장을 우리말로 쉽게 풀었다.
- 뜻풀이가 어려운 대목을 보충하기 위해 단어나 문장을 삽입했다.
- 되도록 한자를 쓰지 않았다.
- 문장과 문장 사이의 연결/접속 관계를 명확히 하고, 말투와 존칭을 바꾸었다.','대여중',null,'1층C열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788937450570','삼국지7','소설','민음사','이문열','9788937450570.jpg','1988년에 발행된 초판, 1993년에 선보인 신조판에 이어 십여 년 만에 개정판이
나왔다. 그동안 삼국지는 모두 1,200만 부가 팔리면서 오랫동안 베스트셀러
자리를 고수해왔다. 제1권의 경우, 2002년 2월까지 초판 19쇄와 신조판 81쇄를
합하여 총 100쇄를 발간한 기록을 가지고 있다. 

2002년 개정판은 독자들과 여러 학계에서 지적된 오류들을 바로 잡고,
문장을 가다듬어 웅혼하고 세련된 맛을 더했다. 평역자 스스로
 "이제 문장은 더 이상 손볼 필요가 없다"고 할 정도로
여러 차례의 교정을 거친 것이라 한다. 교정시, 역점을 둔 부분은 아래와 같다.

- 어려운 한문투 문장을 우리말로 쉽게 풀었다.
- 뜻풀이가 어려운 대목을 보충하기 위해 단어나 문장을 삽입했다.
- 되도록 한자를 쓰지 않았다.
- 문장과 문장 사이의 연결/접속 관계를 명확히 하고, 말투와 존칭을 바꾸었다.','대여가능',null,'1층C열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788993952773','리처드 도킨스의 진화론 강의','과학','옥당(북커스베르겐) ','리처드 도킨스','9788993952773.jpg','논쟁을 몰고 다니는 도킨스 식 진화론 서술의 정수를 만나볼 수 있는 책이다.
리처드 도킨스가 영국왕립연구소의 유명한 대중 과학 프로그램인 ''크리스마스 강연''
내용을 토대로 이를 보강하고 재구성하여 완성한 책이다.

어린이와 어른 모두 공감하고 이해하기 쉽게 과학을 소개하는 강연에서
출발한 책답게 어려운 과학 지식도 비교적 알기 쉽게 썼다.

진화론에 대해 쉬우면서 이만큼 정교한 강의를 책으로 접할 수 있다는 것은
행운이다. 도킨스는 진화론의 지식만을 전달하는 것이 아니라, 생명체의 존재와
그 탄생의 역사에 놀라움을 던져주고 그 과정을 함께 생각해보게 한다.
도킨스는 우리가 살고 있는 이 세계에 얼마나 놀라운 사실이 넘치는지,
그리고 그 아름다움을 자세히 살펴보는 일이 우리에게 어떤 기쁨을 주는지
얘기해준다.','대여가능',null,'2층 D열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788994120966','지적 대화를 위한 넓고 얕은 지식 : 현실 세계 편','교양','한빛비즈','채사장','9788994120966.jpg','"교양의 뼈대를 세우는 빠르고 효과적인 방법"
지식을 머릿속에 쌓는 시대는 지났다고 하지만, 아무런 바탕도 없이 다른 지식을
찾아 새로운 걸 만들 수는 없는 노릇이다. 바탕이 되는 지식, 즉 동시대를 살아가는
이들과 생각을 나누며, 우리가 사는 세계를 이해하는 데 꼭 필요한 지식을 교양이라
부른다. 이 책은 어렵고 방대해서, 눈앞의 현실이 시급해서, 때로는 어떻게 시작할지
몰라서 교양의 세계에 들어서지 못한 이들이 빠르고 쉽게 교양의 핵심을
이해하도록 돕는다. 

역사, 경제, 정치, 사회, 윤리 다섯 주제는 현실을 구성하는 힘이다. 저자는 각각의
주제에서 우리가 달성해야 할 최소한의 목표를 제시하고, 여기에 이르는 가장
효과적인 방법으로 내용을 설명한다. 역사의 단계를 생산수단과 공급과잉으로
설명하고, 경제에서는 이 개념을 다시 설명하며 시장과 정부의 관계로 경제 체제
를 구분한다. 정치에서는 보수와 진보, 민주주의와 엘리트주의를 이해하고,
사회에서는 이런 결정 방식에 따른 개인과 집단의 갈등을, 윤리에서는 의무론과
목적론의 대립 위에서 어떻게 현실을 바꿀 수 있는지 살펴본다. 스스로 얕은 지식,
최소한의 지식이라 했듯 뼈대가 다소 앙상하게 보이기도 하지만, 뼈대를 세워야
살이 붙고 피가 도는 법, 그건 각자 할 몫이라 하겠다.','대여가능',null,'2층H열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788994120997','지적 대화를 위한 넓고 얕은 지식 : 현실 너머 편','교양','한빛비즈','채사장','9788994120997.jpg','출간 즉시 베스트셀러를 기록한 <지적 대화를 위한 넓고 얕은 지식: 현실 세계 편>에
이은 두 번째 책. 이번에 출간한 현실 너머 편은 이제 그 세계를 넘어서 철학, 과학,
예술, 종교, 신비의 영역으로 이어진다. 인문학에 이어 과학과 예술도 필수 지식이
되어가는 지금 이 시대에, 이렇게 어려운 지식의 분야를 쉽게 설명해준다. 

앞에서 시장과 정부, 보수와 진보, 개인과 전체 등 이분법으로 지식을 구조화했다면,
 여기서는 절대주의, 상대주의, 회의주의로 지식을 구분해서 보여준다.
어설프게 알고 있었던 철학 상식들, 철학자들, 학창 시절 뭣 모르고 암기했던
과학 지식들, 난해했던 예술 작품들, 막연했던 삶과 죽음 그리고 의식에 관한
문제 등 당신 안에 있던 단편적인 지식들이 드디어 자리를 찾을 것이다.','대여가능',null,'2층 E열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9791157523399','영어회화 100일의 기적','교양','넥서스','문성현','9791157523399.jpg','영어교육전문가 문성현의 책. 이 책은 ‘책+강의+스피킹훈련’으로 보고 듣고 말하는
3D 입체 학습으로 구성되었다. 꼭 기억해야 할 문장들만 뽑아 받아쓰기를 할 수
있도록 구성하였고, 본문에서 헷갈릴 수 있는 단어들을 정리하였다. 또한 중요
문장들을 뽑아 리스닝 테스트를 할 수 있도록 MP3를 구성했다.
','대여가능',null,'2층 Z열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788972756194','나미야 잡화점의 기적','소설','현대문학','히가시노 게이고','9788972756194.jpg','2012년 3월 일본에서 출간되어 큰 화제를 불러일으킨, 히가시노 게이고 최신작.
이번 이야기에는 그동안 히가시노 게이고 하면 떠올랐던 살인 사건이나 명탐정
캐릭터는 전혀 등장하지 않는다. 그럼에도 불구하고 마치 퍼즐을 맞추어가 듯한
치밀한 짜임새는 과연 히가시노 게이고의 작품답게 명불허전의 짜릿한 쾌감을
선사하며 감동을 자아내 작가의 고정 독자를 충분히 매료시킨다.','대여가능',null,'1층A열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9791160502084',' 맥주 상식사전','요리','길벗',' 멜리사 콜','9791160502084.jpg','빈티지와 품종, 와이너리에 따라 각기 다른 맛을 즐기는 와인처럼, 
이제 맥주도 홉과 브루어리, 숙성 방법에 따라 다양한 맛과 향으로 즐기는 시대이다.
 양조업자의 개성을 반영한 진한 홉과 아로마가 특징적인 크래프트 맥주 
스타일 14가지와 그 중에서 엄선한 대표 맥주, 그에 대한 배경 등을 흥미롭게 
설명한다. 

낮은 온도의 동굴에서 맥주를 숙성하다 실수로 만들어진 라거, 인도로 향하는 
배에 실린 맥주의 부패를 막기 위해 다량의 홉을 투입하여 만든 인디아 
페일 에일(IPA), 맥주를 나르던 짐꾼들로부터 유래된 포터 등 맥주의 
흥미롭고 숨겨진 뒷이야기도 담았다. 저자가 직접 다녀보고 선정한
세계적인 맥주펍과 브루어리 정보와 더불어 한국어판에는 특별히 국내를 
대표하는 브루어리 6곳의 정보도 수록되어 있다.','대여가능',null,'1층 P열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9791187110514','과학의 재발견','과학','프리윌','배길몽','9791187110514.jpg','[과학의 재발견]은 인간의 감각기관으로 인식한 자연의 현상들은 대부분 착각이나 오해라는 것을 설명하면서, 우주의 원리와 생명의 의미를 새롭게 해석하고 만물의 본질과 가치를 명쾌하게 논증한다. 기존의 과학이론을 180도 뒤집는 새로운 통찰로 과학과 종교와 철학을 하나로 통합하여 개개인의 삶의 지경을 넓히고, 21세기 인류 사회의 나아갈 바를 제시한다.','대여가능',null,'1층U열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('123123123123123','왕좌의 게임 1','소설','은행나무','조지 R. R마틴','123123123123123.jpg',null,'대여가능',null,'1층 I열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788962621075','과학하고 앉아있네','과학','동아시아','원종우','9788962621075.jpg','『과학하고 앉아있네. 3: 김상욱의 양자역학 콕 찔러보기』는 팟캐스트 방송 ‘과학하고 앉아있네’를 책으로 엮은 교양과학 시리즈 중 그 세 번째 책이다. 과학이 어렵고 딱딱한 것이 아니라는 인식을 대중들에게 널리 퍼뜨리는 데 앞장서면서, 대중들과 함께 재미있는 과학 이야기를 하고자 하는 고품격 콜라보레이션을 추구한다. 다양한 과학자 및 과학 관계자들을 공개적으로 만나볼 수 있는 장을 마련하며, 그들과 함께하는 유쾌한 과학 토크쇼를 접할 수 있다는 것은 과학을 좋아하는 사람들에게는 사막의 오아시스와 같은 기쁨과 즐거움으로 다가올 것이다.','대여가능',null,'1층T열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788926366028','백종원이 추천하는 집밥 메뉴 55 ','요리','서울문화사','백종원','9788926366028.jpg','<백종원이 추천하는 집밥 메뉴> 세번째 시리즈. 요리 초보자들도 쉽고 맛있는 요리를 만들 수 있는 지름길을 알려주는 백종원표 ‘만능시리즈’는 계속된다. 이번에는 만능된장, 만능오일, 만능고기소스의 재료 준비, 만들기, 보관 방법과 활용할 수 있는 다양한 메뉴들을 소개한다. 

백종원표 만능양념들은 기본양념의 맛있는 비율을 찾아서 미리 배합한 것인 까닭에, 미리 준비해 두면 언제든지 손쉽게 맛있는 요리를 할 수 있도록 도와준다. 맛이 없거나 실패할 확률이 적어 요리 초보자라도 자신감을 가지고 다양한 메뉴에 도전할 수 있도록 돕는다. 

대한민국에 집밥 열풍을 일으킨 화제의 요리 프로그램에서 공개되었던 메뉴도 담겼다. 육개장, 잔치불고기, 찜닭, 동태찌개, 콩나물해장국 등 복잡한 과정과 시간 때문에 주저했던 메뉴를 백종원식 초간단 한식 조리법으로 소개한다. 어디서든 구할 수 있는 재료를 사용해 상세한 과정컷으로 손질법을 소개하고, 숟가락, 종이컵을 이용한 간단한 계량법으로 누구나 어렵지 않게 맛있는 요리를 할 수 있도록 해준다. 

짜장면, 짬뽕, 중국식볶음밥 등 반드시 배달해서 먹어야 한다고 생각하는 중식 메뉴의 레시피를 비롯해 명태와 동태, 멸치가루와 새우가루, 무의 활용법, 오징어 손질법 등 책에 나오는 메뉴를 요리할 때 알아두면 좋을 요리 상식도 수록하고 있다.','대여가능','king','1층 j열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788931455625','THE FOOD LAB 더 푸드 랩 : 더 나은 요리를 위한 주방 과학의 모든것','요리','영진.com(영진닷컴)','J. 켄지 로페즈 알트','9788931455625.jpg','요리를 잘 하는 것뿐 아니라 조리의 과정과 원리에 대해 납득하고 
이해하며 요리를 할 수 있게 돕는 책이다. MIT 출신 공학도이자 자칭 
너드(nerd)이며, 미국은 물론 전 세계적으로 유명한 요리사이자 요리 
기고가인 저자가 잘못 알려진 요리 상식에 도전하고, 정확한 결과를 도출하기
 위해 실험을 거듭하고, 그 결과 완성한 레시피들을 담았다.

달걀을 삶을 때 몇 분이나 삶아야 노른자가 완벽하게 익는 완숙일지, 
스테이크의 겉면을 시어링하면 정말로 육즙이 새어나오지 않고 촉촉하게 
되는지 등 저자는 자신이 궁금해 한 모든 것에 대해 실험하고 탐구하고 
연구를 거듭한다. 고전적인 레시피에 대한 그의 연구를 통해 ‘요리’와
 ‘과학’에 한발 더 가까이 다가갈 수 있다.

‘과학’이라면 머리 아프고 넌덜머리가 난다면 이 부분은 과감히 생각하고
 저자의 노하우가 집약된 요리 레시피만 읽어도 충분하다. 요리에 서툰
 사람들이 늘상 하는 고민인 칼을 쓰는 방법이나 식재료를 준비하거나, 
조리를 하며 느꼈을 법한 궁금증에 대해서도 세세한 과정 사진과 함께 설명해
 이해를 돕는다.','대여중','sks','1층 M열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788983718501','한식의 품격','요리','반비','이용재','9788983718501.jpg','집밥, 손맛, 정성, 노포가 상징하는 전통과 정서적 가치가 아닌, 
맛의 원리와 개념을 바탕으로 한식의 현주소를 체계적으로 진단하는 책. 
기존의 한식 담론을 주도한 것은 재료주의, 건강 우선주의, 한식 세계화 등 
음식 외적인 담론이었다. <한식의 품격>은 이러한 관점을 배제하고, 음식의 
핵심인 맛에 집중하여 과학의 언어로 한식의 맛과 형식을 논한다. 이를 위해 
세계 공통의 기본 맛부터 한식 고유의 것이라 여겨지는 맛 또는 감각까지, 
맛의 기본적인 원리와 개념을 살펴본다. 또한 보다 구체적인 한식의 
조리법이나 형식이 맛의 측면에서 최선인지 점검하고, 개선점을 고민한다.

이 책의 중요한 문제의식은, 현재의 한식이 1인 가구의 증가, 
‘저녁 없는 삶’의 일상화, 맛집과 미식회의 홍수, 다양한 세계 음식이 유입되는 
동시대에 걸맞게 변화했는가 하는 질문이다. 스마트폰과 4차 산업 혁명의 시대,
또한 서구화된 생활양식이 자리 잡은 현대사회지만 한식은 여전히 김치, 
장류 중심의 ‘전통 한식’의 우수성을 내세우고, 양식의 원리나 과학적 방법론의
적용에 보수적이다. 이 책은 구태에 가까운 한식의 문법을 비판하고, 
‘현대적인 한식’을 위한 변화 방향을 제시한다. 한식 발전을 위한 구체적인 
제안들은 자가 요리 입문자에서부터 집밥 조리자, 전문 조리사와 요식업 
운영자 모두에게 유의미한 아이디어와 시사점을 제공해줄 것이다.','대여가능',null,'1층 K열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9791195385430',' 디저트에 미치다','요리','시트롱마카롱','라파엘 마샬','9791195385430.jpg','저자가 프랑스에서 현재 가장 인기 있는 실력파 파티시에 60명을 직접 
만나 인터뷰하고, 그들이 가장 아끼는 시그니처 디저트의 레시피를 엮은 책이다.
피에르 에르메, 시릴 리냑, 크리스토프 미샬락, 크리스토프 아당, 
세드릭 그롤레, 질 마르샬, 자크 제냉 등 프랑스를 대표하는 60명의 
파티시에가 자신이 자랑하는 최고의 레시피를 공개했다. 파티스리
애호가라면 셰프들이 꼼꼼하게 소개한 레시피를 따라 직접 디저트를
만들어볼 수도 있고, 과감히 상식의 틀을 깬 그들의 아이디어에서 나만의
새로운 디저트 개발에 소중한 영감을 얻을 수도 있다.
','대여가능',null,'1층 L열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788962609714',' 일본 가정식 도시락','요리','책읽는수요일',' 요시이 시노부','9788962609714.jpg','요시이 시노부의 대표작이자, 지금도 가장 많이 팔리는 일본 도시락 
요리서로 손꼽히는 베스트셀러. 봄, 여름, 가을, 겨울 자연의 맛을 고스란히 
담은 40가지의 일본 가정식 메뉴와 곁들임 음식이 알차게 담겨 있다.

소셜미디어를 비롯한 인터넷에서 일본 가정식 전문가로 유명한 요시이 시노부의 
사계절 도시락 레시피. 그녀의 간편하고 센스 있는 레시피는 특히 젊은 여성들 
사이에서 인기가 높다. 특히 일반 요리법과는 다른 도시락 요리법을 
누구나 따라할 수 있도록 친절하게 안내한다.
또한 채식 레시피와 육식 레시피를 별도로 소개, 입맛과 취향에 맞는 메뉴를 
선택할 수 있다.','대여가능',null,'1층 I열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788998656683',' 그 남자의 한 그릇','요리','지콜론북','김형준','9788998656683.jpg','맛있는 한 그릇으로 특별한 하루를 만들어주는 레시피북이다. 
소소한 일상과 그 속에 자연스럽게 스며든 레시피를 담았다. 
창가로 햇살이 드는 주말 아침에 어울리는 ''여유로운 하루를 위한 브런치'',
느끼하고 짭조름한 식사 겸 안주를 만드는 ''퇴근 후 맥주 한 잔'', 엄마의 반찬을 
색다르게 즐기고 싶을 때 먹는 ''그리운 엄마 음식'', 오늘 하루도 수고한 ''
나에게 주는 선물'', 서툴지만 정성을 담은 ''사랑하는 연인에게'',
 삼삼오오 모여 즐겁게 웃고 떠들 수 있는 ''친구들과 함께하는 저녁 식사'', 
간단해서 준비하기 좋은 ''햇살 좋은 날의 피크닉'' 등 총 7장의 주제 구성을
 통해 상황별 맞춤 레시피를 만날 수 있다.','대여가능',null,'1층 O열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9791195916672','매일 건강한 아이 밥상','요리','소울하우스 ','김보은','9791195916672.jpg','아직 어린아이를 키우는 에디터와 요리 전문가, 
식품영양학자가 함께 모여 아이의 입맛을 사로잡되 열량이 
과하거나 영양소가 부족하지 않은 아이 요리책이 되도록 
꼼꼼히 기획하여 만들었다. 맛있어서 잘 먹고, 영양이 풍부해 안심되는 
그런 요리책이다. 

만 3세 이상 아이들의 하루 필요 열량에 따라 아침, 점심, 저녁, 
그리고 간식을 구성했다. 아침과 점심은 아이들이 뚝딱 먹을 수 있는
 간단한 한 그릇으로 만들되 아침은 탄수화물을 충분히 넣어 두뇌 회전에
 도움이 되게 했고, 점심은 고단백, 고칼로리 식품으로 구성해 활동량이 
많은 오후에 힘을 내게 만들었다. ','대여가능',null,'1층 P열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788997379040','뇌과학자는 영화에서 인간을 본다','과학','어크로스','정재승','\\192.168.10.20\공유\LibraryProject_Image\9788997379040.jpg','영화를 통해 내 안에 숨겨진 과학을 만난다!

정재승의 시네마 사이언스『뇌과학자는 영화에서 인간을 본다』. 영화 속에 담긴 신경과학에 대한 이야기를 들려준다. 생물학적인 뇌의 특징들과 신경 정신 질환에 걸린 인간 뇌의 변화들을 통해 정신질환을 내밀하게 다루고 있는 영화 속 주인공들의 삶을 이해하고, 사건의 전모를 파헤치며, 그 안에서 인간 사회의 독특함을 발견하고자한다. ‘메멘토’의 기억상실증, ‘레인맨’의 자폐증, ‘아이다호’의 기면발작, ‘인셉션’의 꿈 등의 이야기를 통해 이러한 질병이 발생할 때 인간의 뇌에서는 어떤 변화가 일어나는지 알려준다. 더불어 복제 인간 문제와 에볼라 바이러스를 모티프로 한 영화들을 통해 유전자, 바이러스, 진화의 이슈까지 인간 생명을 둘러싼 과학적 사실들을 풀어내고, 《물리학자는 영화에서 과학을 본다》의 원고 가운데 신경과학과 연관이 있는 원고들을 수록해 신경과학 분야를 폭넓게 이해할 수 있도록 도와준다.','대여가능',null,'1층G열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9791186519134',' 올리케이크의 버터크림 플라워','요리','비앤씨월드',' 송혜현','9791186519134.jpg','다양한 꽃 짜기 비법부터 어레인지할 때 지켜야 하는 순서나 팁 등 
버터크림과 플라워케이크에 관한 모든 것을 공정과 일러스트로 
자세히 소개한다. 꽃의 구조를 분석해 40가지의 꽃을 단 3가지 계열로 
알기 쉽게 구분해, 각 계열별 특징과 기초만 익히면 같은 방법으로 
다른 모습의 꽃을 손쉽게 짤 수 있다. 본문 챕터는 실력에 따라 
초급부터 고급까지 레벨 A, B, C로 나누어 독자의 수준에 맞게 체계적으로 
안내하고 있다.','대여가능',null,'1층 U열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788947542142','행복을 풀다','교양','한국경제신문','모 가댓','9788947542142.jpg','"절망 속에서 찾아낸 희망의 공식"','대여가능',null,'2층 A열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788935211715','우아한 관찰주의자','교양','청림출판','에이미 E. 허먼','9788935211715.jpg','"홈즈가 들었을 법한 관찰 수업"','대여가능','zzz','2층 B열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9791158710354','쇼미더사이언스','과학','청어람미디어','정재승','9791158710354.jpg','재미있는 과학 강연을 책으로 만나본다!

과학의 최신 이슈부터 알아두면 좋을 과학 교양까지 ‘10월의 하늘’이 펼쳐 보이는 흥미로운 과학의 세계『쇼미더사이언스』. 청소년에게 과학의 꿈을 심어주기 위해 기획된 과학 강연회 ‘10월의 하늘’의 재미있는 강연을 책으로 엮었다. 뇌과학자부터 게임학 박사, 자동차 전문 기자, IT 전문가, 그 밖의 다양한 분야의 과학자들이 흥미로운 과학 이야기를 선보인다. 

우리가 잘 알지 못했던 역사 속 훌륭한 우리나라 과학자부터 최초의 사이보그 인간까지, 생명의 시작부터 우주의 미래까지, 게임과 잠에 대한 오해 풀기부터 유전자 교정의 원리까지. 교과서에서는 볼 수 없는 흥미진진한 과학 이야기가 생생하게 펼쳐진다.','대여가능',null,'1층S열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9791130612249',' 레버리지','교양','다산3.0',' 롭 무어','9791130612249.jpg','"직장인은 영어를 공부하고, 창업가는 통역을 고용한다"
위임, 대리, 아웃소싱, 혹은 외주, 뭐라 부르든 다 좋다. 
우리는 다른 사람을 활용하는 이 모든 방법을 레버리지라 부르기로 한다.
 레버리지는 주로 빚을 이용한 투자의 개념으로 쓰이며, 
재테크에 관심 있는 사람들은 많이 들어 봤을 용어다. 어쨌든
 나와 내 것이 아닌 다른 누구, 다른 무언가가 지렛대 역할을 한다는 의미다.
 그런데, 남을 ''활용''한다니 어딘가 매정해 보인다. 그러나 그게 꼭
 이기적인 일만은 아니다. 사실 우리는 서로를 필요로 하고 있으며, 
상대는 나의 필요를 레버리지 삼아 나름의 발전을 꾀하고 있을 수도 있다. 
부족한 부분을 인정하고 과감히 위임하는 것, 그리고 그 시간에 온전한
 나의 일을 하는 것이 서로의 성공을 위해 더욱 중요하다','대여가능',null,'2층 C열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788965704607',' 있는 자리 흩트리기','교양','쌤앤파커스','김동연','9788965704607.jpg','남이 던진 질문, 나에게 던진 질문,
세상이 던진 질문에 답하기!
‘판잣집 소년 가장에서 장관, 대학 총장까지….
스스로 ‘있는 자리’에서 벗어나, 가는 곳마다 ‘유쾌한 반란’을 일으킨 김동연이
스스로의 삶에서 던지고 부딪쳤던 질문들을 통해
이 시대와 우리 사회, 그리고 청년들에게 건네는 가슴 뜨거운 메시지!','대여가능',null,'2층 D열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788986836240','왜 나는 너를 사랑하는가','소설','청미래','알랭 드 보통','9788986836240.jpg','"사랑에 대해 말할 때 우리들이 하는 이야기"
이상한 예감과 우연한 첫 만남, ''우리''가 서로에게 운명지어졌다는 것을 확인해주는
무수한 사실들, 상대의 이상화, 서투른 구애의 과정, 선의의 거짓말, 사랑에 대해
 ''말''하기, 친밀함의 확인, ''하지 마, 지금은 싫어!'', 늘어가는 짜증, ''
왜 너는 나를 사랑하지 않는가'', ''너는 나한테는 너무 좋은 사람이야'',
스스로의 슬픔에 취하기, 망각에 대한 죄책감, 사랑의 교훈, 다시 시작되는 떨림...

이 책은 자기 스스로는 특별하다고 생각하지만,
실제로는 남들과 전혀 다르지 않은 ''사랑의 과정''에 대한 이야기이다. 
<드 보통의 삶의 철학산책> 등을 통해 철학의 대중화를 위해 애써온 지은이는,
사랑이라는 ''감정''을 분석적이고 철학적인 시선으로 응시한다.','대여가능',null,'1층F열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9791158510619',' 타이탄의 도구들','교양','토네이도','팀 페리스','notFound.jpg','"이게 전부다. 정말 간단하지 않은가?"
이 책을 보면 두 가지가 떠오른다. 우선 ''타이탄(거인)''이란 표제가
 붙은(엄밀히 말하면 붙었던) 구스타프 말러의 교향곡 1번이다. 
말러 전문가인 칼럼니스트 김문경은 "자신에게 닥친 숱한 고난과 
시련에 정면으로 맞서 투쟁하는 말러 자신을 그리기에 거인이란 
제만큼 매력적인 것이 없다"고 했다. 이 책에서 말하는 거인이 바로 그렇다
 그들은 처음부터 1등도 아니었고 거인도 아니었다. 그들의 성공 노하우는 
요행이나 꼼수가 아닌, 고난과 시련에 정면으로 맞서는 투쟁 방법과 다름없다.
 다음은 <4시간>이라는 책이다. 10년 전 고작 서른의 나이로, 
주 40시간을 근무하는 우리에게 ''주 4시간 근무의 비결''을 외쳤던
 그가 바로 이 책의 저자 팀 페리스다. ','대여가능',null,'2층 D열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788983718235','김명호의 과학 뉴스','과학','사이언스북스','김명호','9788983718235.jpg','그래픽 노블로 살펴보는 친절한 과학 뉴스!

《김명호의 생물학 공방》 이후 2년 만에 만화가 김명호가 야심차게 선보이는 후속작『김명호의 과학 뉴스』. 2014년부터 2016년까지 3년간 《딴지일보》에 게재되어 온 연재물을 한데 엮었다. 최근 5년 이내에 발표된 연구 중 우리의 일상과 밀접한 소재들을 저자가 직접 엄선해, 연구의 현장에서 벌어진 시행착오와 논쟁, 그리고 성취를 흥미진진한 이야기로 구성해 낸 친절한 과학 만화다. 연재 이후 발표된 후속 연구에 대해서는 업데이트 페이지를 수록해, 과학계의 동향을 주시하는 저자의 과학 정신을 느끼기에 손색이 없다. 

저자 김명호는 새로운 과학적 사실들을 열거하는 대신, 과학적 사실과 사회 문화적 맥락을 이어서 이야기를 조직해 내는 탁월한 스토리텔러다. 가령 시간 측정 기술의 향상은 인류의 행동반경이 지구 전체로, 나아가 우주로 확장되면서 필연적으로 요구된 것이었다. 한편 리처드 3세의 유해 분석은 그에 관한 문헌상의 오류를 바로잡거나 역사를 재확인하는 데 기여하고 있다. 이처럼 표면적인 사실들이 감추고 있는 맥락을 짚어 나가는 저자만의 이야기 방식은 『김명호의 생물학 공방』에서도 볼 수 있었지만, 이번에는 물리학과 천문학, 고고학에 이르기까지 그 지평을 확장했다.','대여가능',null,'1층S열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9791160800210',' 시를 잊은 그대에게 ','시','휴머니스트',' 정재찬','9791160800210.jpg','그저 입시를 위해 문학 참고서로 시를 배워 온 당신. 
껍데기는 가라고 사람만이 희망이라고 아무리 외쳐 봐야,
 내 몸 뉘일 방 한 칸 없고, 열정을 불사르겠다는데도 부르는 곳은 없으며, 
부장님은 퇴근 무렵 보고서를 내던지고, 오늘밤에도 월급은 통장을 스치운다.','대여중',null,'1층 T열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9791155401040','한 권으로 끝내는 세상의 모든 과학','과학','추수밭','이준호','9791155401040.jpg','150여 그림으로 펼쳐낸 가장 우아한 ''빅 히스토리''

인기 팟캐스트 <과빛밤> 지기의 친절한 빅 히스토리 과학 여행서 『한 권으로 끝내는 세상의 모든 과학』. 본서 《세상의 모든 과학》은 《과학이 빛나는 밤에》를 잇는 이준호 선생님의 역작으로, 저자가 직접 공들여 그린 150여 가지 그림이 빛나는 ‘빅 히스토리 여행서’이다. “해 질 무렵 여러분은 저와 함께 도시를 내려다보고 있습니다”라는 나긋한 문장과 함께 138억 년을 거슬러 오르는 우아한 과학 여행이 시작된다. 저자가 그린 30여 가지 황홀한 풍경이 마치 라디오에서 흘러나오는 듯한 친절한 해설과 어우러져 예쁜 에세이를 펼쳐보는 느낌을 안겨다준다.','대여중',null,'1층S열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788969521736','무너지지만 말아','시','경향BP ','새벽 세시 ','9788969521736.jpg','당신의 모든 좌절에 바치는 흔글의 시 <무너지지만 말아>,
 삶의 구렁텅이에서 나를 살리기도 하고 때론 더 깊은 수렁 
속으로 빠뜨리기도 하는, 이 죽일 놈의 사랑 <새벽 세시>, 
새삼스러운 세상 속에서 스치는 모든 것들에 대한 솔직한 이야기 
<새삼스러운 세상> 세 권으로 구성된 세트.','대여가능',null,'1층 R열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788954644235',' 나는 잠깐 설웁다','소설','문학동네',' 허은실','9788954644235.jpg','문학동네시인선 90권. 2010년
 「실천문학」을 통해 등단한 허은실 시인의 첫 시집.
 데뷔 7년 만에 선보이는 시인의 시집 <나는 잠깐 설웁다>는
 총 4부에 걸쳐 63편의 시가 나뉘어 담겨 있다. ','대여가능',null,'1층 B열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788932030265',' 오늘은 잘 모르겠어','시','문학과지성사',' 심보선','9788932030265.jpg','"삶이 그저 슬픔으로 끝나지 않도록"
심보선이 돌아왔다. 일찍이 <슬픔이 없는 십오 초> 쯤 되는 
시간을 말했던 그 감각으로, 내리막에 선 세계를 바라본다. 
어제도 내일도 아닌 이 시점, "어제까지는 나는 인간이 확실했었으나 /
 오늘은 잘 모르겠어" (<오늘은 잘 모르겠어> 中)라는 인식 속. 그 자리에
 그대로 머무르는 것은 아무 것도 없다. ''시 언어로 지은 유예의 공간''에서
 슬픔을 곱씹는다. ','대여중',null,'1층 U열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788983717795','기발한 과학책','과학','사이언스북스','미첼 모피트','9788983717795.jpg','엉뚱하고 괴상하며 위험한 질문들에 과학이 답을 하다!

어릴 때부터 과학을 좋아했던 미첼 모피트와 그레그 브라운은 늘 다른 사람들에게 과학을 설명하기를 즐겨 했고 대학교에 진학해서도 과학을 전공했다. 그중 그레그 브라운은 대학교 졸업 후 직접 학교에서 아이들에게 과학을 가르치기도 했다. 학생이나 일반인들이 지루하고 어렵게만 느끼는 과학 뒤에 보다 흥미롭고 신기한 내용들이 숨겨져 있음을 깨달은 후 두 사람은 어떻게 하면 사람들에게 과학을 쉽고 빠르게, 그리고 재미있게 전달할 수 있을지를 고민하던 중 유튜브 채널에 과학적 원리를 간단하게 설명해 주는 동영상을 만들어 올리기로 결심했다. 

『기발한 과학책(ASAP SCIENCE)』은 ASAP SCIENCE의 영상물 중 엄선한 인기 영상물 19편과 기존 유튜브에서는 공개하지 않은 새로운 주제 21가지를 덧붙인 책이다. ASAP는 ‘가능한 빨리’라는 뜻의 ‘as soon as possible’의 약자로, ASAP SCIENCE는 과학적 내용을 가급적 빨리, 짧은 시간 내에 알기 쉽게 설명해 주는 영상물이다. 2012년 6월, 캐나다 온타리오 주의 겔프 대학교를 갓 졸업한 미첼 모피트(Mitchell Moffit)와 그레그 브라운(Greg Brown)은 보다 많고 다양한 사람들이 ‘과학’을 즐기며 배울 수 있도록 짤막한 과학 상식을 담은 영상물을 제작, 유튜브에 올리기 시작했다. 이 책을 통해 전 세계 사람들이 매일 보는 과학 교양 유튜브 채널 ASAP SCIENCE를 만날 수 있다.','대여중',null,'1층S열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788954619578',' 당신의 이름을 지어다가','시',' 문학동네 ',' 박준','9788954619578.jpg','문학동네시인선과 마리몬드가 만나 아름다움과
 의미를 담은 리커버 한정판을 준비했다. 시집으로서는 첫 리커버 한정판이다. 
꾸준히 사랑받은, 결이 고운 시집 세 종을 골랐다','대여가능',null,'1층 O열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788959139309',' 어쩌면 별들이 너의 슬픔을 가져갈지도 몰라','시',' 예담',' 김용택','9788959139309.jpg','도깨비','대여가능',null,'1층 Y열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788998529130','과일상자: 과학 일단 상상하자','과학','나무나무','홍성욱','9788998529130.jpg','하루 5분만 들어도 지적으로 바뀌는 놀라운 과학 이야기

『홍박사의 과일상자: 과학 일단 상상하자』는 과학의 달콤한 앞면과 쌉싸름한 뒷면을 함께 보여줌으로써 과학이 우리 삶과 동떨어진 것이 아니란 사실을 말하고 있다. 놀라운 과학적 발견의 이면에는 삶의 생생한 민낯이 숨어 있고, 그 삶을 반영한 것이 과학이란 것이다. 저자인 홍 교수는 모든 원고에 흥미롭고 재미있는 도판과 이미지들을 넣어 책을 구성하였다. 하루에 5분만 투자하면 될 정도로 짧은 글은 토막으로 나뉘어져 있어서 읽는 데 어려움이 없다. 짧고 쉬운 말로 과학적 사유를 설명하고 있는 이 책은 과학에 다가가는 쉽고 재미있는 길을 열어줄 것이다.','대여가능',null,'1층T열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788954617314','고요는 도망가지 말아라','시','문학동네','장석남','9788954617314.jpg','학동네시인선과 마리몬드가 만나
 아름다움과 의미를 담은 리커버 한정판을 준비했다.
 시집으로서는 첫 리커버 한정판이다. 꾸준히 사랑받은,
 결이 고운 시집 세 종을 골랐다. 
','대여가능',null,'1층 O열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9788932030272',' 내가 그대를 불렀기 때문에','시','문학과지성사',' 오생근 ','9788932030272.jpg','문학과지성 시인선''이 어느덧 통권 500호를 돌파하여 기념 
시집 <내가 그대를 불렀기 때문에>를 출간했다. 
1978년 황동규의 <나는 바퀴를 보면 굴리고 싶어진다>로 시작한 문지 
시인선은 시인 211명의 시집 492권과, 시조시인 4명의 시선집 1권, 
연변 교포 시선집 1권, 평론가 10명이 엮은 기념 시집 6권 등으로 이루어진 
한국 최초, 최대 규모의 시집 시리즈이다. ','대여가능',null,'1층 J열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9791195651184','과학을 읽다','과학','여문책','정인경','9791195651184.jpg','인문학의 시선으로 과학을 통찰하다!

제레드 다이아몬드의 ‘총 균 쇠’, 리처드 로킨스의 ‘이기적 유전자’, 칼 세이건의 ‘코스모스’ 등은 오랜 세월 꾸준히 사랑받아온 과학책이다. 하지만 이 책들을 완독한 사람은 얼마나 될까? 『과학을 읽다』는 ‘과학책 읽어 주는 여자’로 변신한 정인경 박사가 독자와 과학책의 징검다리 역할을 해준다. 유명해서 사두기는 하지만 쉽게 읽어나가지 못하는 과학책들을 인문학적 시선으로 들려주며 과학적 통찰에 이르는 길을 안내한다. 

저자는 과학적 ‘사실’에 기초한 올바른 ‘가치판단’의 중요성을 역설한다. 과학기술은 도구가 아니며 그 어느 때보다 과학의 윤리적 철학적 성찰이 필요한 시대임을 강조하며 역사와 철학 이야기를 시작으로 우주, 인간, 마음(뇌과학)의 세계로 확장해간다. 뉴턴, 갈릴레오, 다윈, 재레드 다이아몬드, 칼 세이건, 스티븐 호킹 등의 과학자 저서는 물론 아리스토텔레스, 칸트, 비트겐슈타인 같은 철학자와 롤랑 바르트, 조지 오웰 등의 문학작품까지 섭렵하며 독자들에게 쉽고 친근하게 드넓은 과학의 세계로 나아가도록 다양한 분야의 핵심을 흥미롭게 들려준다.','대여중',null,'1층 T열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9791157280292',' 꽃을 보듯 너를 본다','시','지혜',' 나태주','9791157280292.jpg','1부

내가 너를	12
그 말	13
좋다 14
사랑에 답함	16
바람 부는 날 17
허방다리 18
그리움 19
못난이 인형	21
사는 법	22
날마다 기도	24
한 사람 건너	26
첫눈 27
섬 28
느낌 29
서로가 꽃	30
부탁이야 31','대여중',null,'1층 3열');
Insert into LIB_BOOK (ISBN,TITLE,TYPE,PUBLISHER,AUTHOR,IMG,INFO,RENT_STATE,BOOKING_ID,LOCATION) values ('9791185952789','MD의선택  무료배송 과학 인문학으로의 초대','소설','오아시스','노에게이치','9791185952789.jpg','『과학 인문학으로의 초대』는 일본과학철학의 일인자가 역사, 철학, 사회학의 관점을 통해 “과학이란 무엇인가?”라는 질문에 입체적으로 대답하는 책이다. ‘과학’이라는 단어가 어떻게 만들어졌는지부터 시작해 ‘동일본대지진’이라는 최근 이슈까지, 과학의 변천사를 한눈에 조망하면서 “과학이란 무엇인가?” 라는 근본적인 물음에 대한 답을 찾아간다. 과학혁명의 진행 과정을 역사적으로 되짚어 보는 ‘과학사(History of Science)’, 과학이라는 지적활동의 본질을 파악하기 위한 과학철학(philosophy of science), 20세기 이후 큰 의미를 지니는 과학과 사회의 관계, 혹은 과학자의 연구개발에 관한 윤리 규범을 논하는 과학사회학(Sociology of Science)이라는 세 가지 관점으로 입체적으로 보는 교양과학 입문서이다.','대여가능',null,'1층U열');
